---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevTickMarkPen
source: html/86a33da8-dd80-c3e4-be59-bcef78e11e1e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevTickMarkPen Property

"Leader Arrowhead Line Weight"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevTickMarkPen { get; }
```